Repository: nebulous42069/Omega
Catalog: omega/program.easyplayerswitch/resources/language/resource.language.*/strings.po
Languages: it_it

# #30001
source: Error
it_it: Errore

# #30002
source: The VLC player isn't installed on your device!
it_it: Il player VLC non è installato sul tuo dispositivo!

# #30003
source: Unsupported operating system!
it_it: Sistema operativo non supportato!

# #30004
source: Switched to Kodi internal player.
it_it: Passato al player interno di Kodi.

# #30005
source: Restart Required
it_it: Riavvio Necessario

# #30006
source: In order to apply player change, please restart Kodi!
it_it: Per applicare il cambio di player, riavvia Kodi!

# #30007
source: Switched to %s.
it_it: Passato a %s.

# #30008
source: Downloading XML
it_it: Download XML

# #30009
source: Downloading from: %s
it_it: Download da: %s

# #30010
source: Invalid XML
it_it: XML non valido

# #30011
source: The downloaded file doesn't appear to be valid XML. Please check the URL.
it_it: Il file scaricato non sembra essere un XML valido. Controlla l'URL.

# #30012
source: Custom XML downloaded successfully.
it_it: XML personalizzato scaricato con successo.

# #30013
source: HTTP Error: %d - %s
it_it: Errore HTTP: %d - %s

# #30014
source: Access Forbidden - The server is refusing to allow the download.
it_it: Accesso Negato - Il server rifiuta di permettere il download.

# #30015
source: Download Error
it_it: Errore di Download

# #30016
source: URL Error: %s
it_it: Errore URL: %s

# #30017
source: Failed to download XML file: %s
it_it: Impossibile scaricare il file XML: %s

# #30018
source: Enter direct URL of playercorefactory.xml file (filename included)
it_it: Inserisci l'URL diretto del file playercorefactory.xml (incluso il nome del file)

# #30019
source: Invalid URL
it_it: URL non valido

# #30020
source: Please enter a valid URL starting with http:// or https://
it_it: Inserisci un URL valido che inizi con http:// o https://

# #30021
source: Custom XML Downloaded
it_it: XML personalizzato scaricato

# #30022
source: XML configuration has been downloaded. Do you want to apply it now?
it_it: La configurazione XML è stata scaricata. Vuoi applicarla ora?

# #30023
source: Custom XML saved but not applied yet.
it_it: XML personalizzato salvato ma non ancora applicato.

# #30024
source: Use VLC external player
it_it: Usa player esterno VLC

# #30025
source: Remote custom playercorefactory.xml
it_it: Playercorefactory.xml personalizzato remoto

# #30026
source: Use Kodi internal player
it_it: Usa player interno Kodi

# #30027
source: Actual player: %s
it_it: Player attuale: %s

# #30029
source: Select a playercorefactory.xml file
it_it: Seleziona un file playercorefactory.xml

# #30030
source: Selected file does not exist
it_it: Il file selezionato non esiste

# #30031
source: Local XML file loaded successfully.
it_it: File XML locale caricato con successo.

# #30032
source: Failed to load XML file: %s
it_it: Impossibile caricare il file XML: %s

# #30033
source: Local custom playercorefactory.xml
it_it: Playercorefactory.xml personalizzato locale

# #30034
source: Custom player
it_it: Player personalizzato
