Repository: nebulous42069/Omega
Catalog: omega/plugin.video.club.pornky.free/resources/language/czech/strings.po
Languages: cs

# #30001
source: General
cs: Obecné

# #30002
source: Filter / Preview
cs: Filtr / Náhledy

# #30003
source: Download
cs: Stahování

# #30004
source: Credentials
cs: Přihlašovaní

# #30005
source: Images / Preview
cs: Obrázky / Náhledy

# #30010
source: Resolution
cs: Rozlišení

# #30011
source: highest
cs: nejvyšší

# #30012
source: up to 1080
cs: maximálně 1080

# #30013
source: up to 720
cs: maximálně 720

# #30014
source: up to 480
cs: maximálně 480

# #30015
source: up to 360
cs: maximálně 360

# #30019
source: lowest
cs: nejnižší

# #30020
source: Begin with categories
cs: Zobrazit rovnou kategorie

# #30030
source: Favorite searches (comma separated)
cs: Oblíbené hledání (oddělené čárkou)

# #30050
source: Filter type
cs: Způsob filtrování

# #30051
source: suppress filter items
cs: potlačit položky filtru

# #30052
source: off
cs: vypnuto

# #30053
source: show filter items only
cs: zobrazit jen položky filtru

# #30060
source: Filter items (comma separated)
cs: Položky filtru (oddělené čárkou)

# #30009
source: Expert settings
cs: Expertní nastavení

# #30900
source: Overwrite prefix in video path calculation
cs: Přepsat prefix pro kalkulaci cesty k videu

# #30902
source: Overwrite videoserver
cs: Přepsat videoserver

# #30300
source: Download folder
cs: Složka pro stahování

# #30400
source: Disable login
cs: Nepřihlašovat

# #30401
source: Username
cs: Uživatelské jméno

# #30402
source: Password
cs: Heslo

# #30500
source: Show category image
cs: Zobrazovat obrázek kategorie

# #30501
source: Show video image
cs: Zobrazovat náhled videa

# #30502
source: Show video image in background
cs: Zobrazovat náhled videa na pozadí
