Repository: nebulous42069/Omega
Catalog: omega/skin.phenomenal.h/language/resource.language.*/strings.po
Languages: de_de

# #31003
source: Manage Home Screen
de_de: Startbildschirm verwalten

# #31004
source: Choose Shortcut:
de_de: Wählen Sie Verknüpfung

# #31005
source: Choose Item Name
de_de: Wählen Sie Item Name

# #31006
source: Choose Item Color
de_de: Wählen Sie Artikelfarbe

# #31007
source: Choose Item Background
de_de: Wählen Sie Positionshintergrund

# #31008
source: Choose Item Icon
de_de: Item Icon auswählen

# #31009
source: Choose Action
de_de: Aktion wählen

# #31010
source: Edit Sub-Menu
de_de: Untermenü bearbeiten

# #31011
source: Choose Widget
de_de: Wähle Widget

# #31012
source: RESTORE ALL
de_de: ALLES WIEDERHERSTELLEN

# #31013
source: Reset Menu
de_de: Menü zurücksetzen

# #31014
source: Add Item
de_de: Artikel hinzufügen

# #31015
source: Are you sure you want to Reset all current items in the list?[CR]If you are on Main menu Level - ALL of the menus will be reset to their defaults![CR]If you are editing sub-menu - ALL the sub menus in the current list will be reset. click ok to confirm.
de_de: Möchten Sie wirklich alle aktuellen Elemente in der Liste zurücksetzen? [CR] Wenn Sie sich auf der Ebene des Hauptmenüs befinden - ALLE Menüs werden auf ihre Standardeinstellungen zurückgesetzt! [CR] Wenn Sie das Untermenü bearbeiten - ALLE Untermenüs Menüs in der aktuellen Liste werden zurückgesetzt. Klicken Sie zur Bestätigung auf OK.

# #31016
source: Are you sure you want to Reset all Menus including sub-menus to their defaults values?[CR]This Will Reset EVERYTHING.[CR] click ok to confirm.
de_de: Möchten Sie wirklich alle Menüs einschließlich der Untermenüs auf ihre Standardwerte zurücksetzen? [CR] Damit wird ALLES zurückgesetzt. [CR] Klicken Sie zur Bestätigung auf OK.

# #31017
source: Icon Overlay
de_de: Symbolüberlagerung

# #31018
source: This skin is integrated with the skinshortcuts script to provide you maximized flexibility in how you want to arrange your homescreen menu’s. You’re able to add and delete tiles on the homescreen, change the images, define submenus etc. Click the button below to get started modifying the skin menu’s to your own preferences.
de_de: Dieser Skin ist in das Skript" skinshortcuts "integriert, um Ihnen maximale Flexibilität bei der Anordnung Ihrer Homescreen-Menüs zu bieten. Sie können Kacheln auf dem Homescreen hinzufügen und löschen, Bilder ändern, Untermenüs definieren usw. Klicken Sie auf die Schaltfläche unten, um Ändern Sie zunächst die Skin-Menüs nach Ihren Wünschen.

# #31020
source: Click Here to Customize Home Screen
de_de: Hier Startbildschirm anzupassen

# #31021
source: Define Skin Colors
de_de: Hautfarben definieren

# #31022
source: Theme Color
de_de: Themen Farbe

# #31023
source: Top Bar - Text Color
de_de: Top Bar - Text Farbe

# #31024
source: RSS Header Color
de_de: RSS Header Farbe

# #31025
source: RSS News Color
de_de: RSS News Farbe

# #31026
source: Show Weather Icon
de_de: Wettersymbol anzeigen

# #31027
source: Choose Weather Icons
de_de: Wählen Sie Wettersymbole

# #31028
source: Use Custom Splash Screen (video or image)
de_de: Benutzerdefinierten Begrüßungsbildschirm (Video oder Bild) verwenden

# #31029
source: Hexagon Wall
de_de: Sechseck Wand

# #31030
source: Enable Addon
de_de: Addon aktivieren

# #31031
source: Customize Widgets
de_de: Widgets anpassen

# #31032
source: Custom Widget
de_de: Benutzerdefiniertes Widget

# #31033
source: Choose Busy Animation
de_de: Wählen Sie Belegte Animation

# #31034
source: Item Overlay
de_de: Artikelüberlagerung

# #31035
source: Choose Color
de_de: Wähle eine Farbe

# #31036
source: Choose Text Color
de_de: Wählen Sie die Textfarbe

# #31037
source: Search Youtube
de_de: Suche auf Youtube

# #31038
source: Auto move to Full Screen when playing music
de_de: Automatisch zum Vollbild wechseln, wenn Musik abgespielt wird

# #31039
source: Transparency
de_de: Transparenz

# #31040
source: Separators
de_de: Trennzeichen

# #31046
source: Set Music Path (For Artwork)
de_de: Musikpfad festlegen (für Grafiken)

# #31047
source: Use Horizontal Menu
de_de: Verwenden Sie das horizontale Menü

# #31049
source: Menu Background Color
de_de: Menü Background Color

# #31052
source: Rotating Fanarts Delay (seconds)
de_de: Verzögerung rotierender Fanarts (Sekunden)

# #31054
source: Sub Menu Background Color
de_de: Untermenü Hintergrundfarbe

# #31055
source: Open playlist
de_de: Wiedergabeliste öffnen

# #31056
source: Save playlist
de_de: Wiedergabeliste speichern

# #31057
source: Close playlist
de_de: Schliesse Playlist

# #31058
source: System music files
de_de: Systemmusikdateien

# #31059
source: Current playlist
de_de: Aktuelle Wiedergabeliste

# #31060
source: This file is stacked, select the part you want to play from.
de_de: Wenn diese Datei gestapelt ist, wählen Sie den Part aus, von dem aus Sie spielen möchten.

# #31061
source: Always Show Widgets
de_de: Widgets immer anzeigen

# #31062
source: Widgets Background Color
de_de: Widgets Hintergrundfarbe

# #31063
source: Skin Themes
de_de: Skin Themen

# #31065
source: Pick Theme
de_de: Thema auswählen

# #31066
source: Save Current Theme
de_de: Aktuelles Thema speichern

# #31067
source: Load Theme from File
de_de: Thema aus Datei laden

# #31068
source: Backup/Restore Skin Settings
de_de: Skin-Einstellungen sichern / wiederherstellen

# #31069
source: Backup Skin Settings (Including Menus)
de_de: Backup-Skin-Einstellungen (einschließlich Menüs)

# #31070
source: Restore Skin Settings from a File
de_de: Wiederherstellen von Skin-Einstellungen aus einer Datei

# #31071
source: Reset Skin To Default
de_de: Skin auf Standard zurücksetzen

# #31074
source: Display Labels
de_de: Beschriftungen anzeigen

# #31075
source: Views
de_de: Ansichten

# #31076
source: Disable Views
de_de: Ansichten deaktivieren

# #31077
source: Watched Info
de_de: Beobachtete Info

# #31078
source: Show Covers
de_de: Titelbilder anzeigen

# #31079
source: Open Covers
de_de: Öffne Covers

# #31080
source: Fancy Sets
de_de: Ausgefallene Sets

# #31081
source: Sets Brochure
de_de: Stellt Broschüre ein

# #31083
source: Password Protected
de_de: Passwortgeschützt

# #31084
source: Password Protection for Home Menus
de_de: Passwortschutz für Hauptmenüs

# #31085
source: Password Has Been Changed
de_de: Das Passwort wurde geändert

# #31086
source: Correct Password! The Menu is now open for
de_de: Richtiges Passwort! Das Menü ist jetzt geöffnet für

# #31087
source: Unlock Menu again after:
de_de: Entsperren Sie das Menü erneut nach:

# #31088
source: Choose Fanart For Locked Items
de_de: Wählen Sie Fanart für gesperrte Objekte

# #31089
source: Incorrect password
de_de: Falsches Passwort

# #31090
source: Press Enter and insert CODE
de_de: Drücken Sie die Eingabetaste und geben Sie den CODE ein

# #31091
source: seconds
de_de: Sekunden

# #31093
source: Show Info
de_de: Zeige Info

# #31095
source: Rotating Fanarts inside Wall - Delay (seconds)
de_de: Rotierende Fanarts in der Wand - Verzögerung (Sekunden)

# #31096
source: Set Path for Pictures Rotating Fanart
de_de: Pfad für Bilder festlegen, die Fanart drehen

# #31100
source: Settings level:
de_de: Einstellungsstufe:

# #31101
source: Home screen options
de_de: Optionen für den Startbildschirm

# #31102
source: Backgrounds
de_de: Hintergründe

# #31103
source: Show scrolling titles
de_de: Laufende Titel anzeigen

# #31104
source: Use widget fanart as background
de_de: Benutze Widget Fanart als Hintergrund

# #31105
source: Pulsar - use original title instead of default title
de_de: Pulsar - Verwenden Sie den Originaltitel anstelle des Standardtitels

# #31106
source: Miscellaneous options
de_de: Verschiedene Optionen

# #31108
source: Choose Weather Fanart
de_de: Wählen Sie Wetter Fanart

# #31109
source: Background Packs
de_de: Hintergrund-Packs

# #31111
source: This will apply new icons and backgrounds to your skin menus.[CR]after this dialog click ok to confirm the changes and then go back to the home window to apply them.[CR]click OK to confirm.
de_de: Dadurch werden neue Symbole und Hintergründe auf Ihre Skin-Menüs angewendet. [CR] Klicken Sie nach diesem Dialogfeld auf OK, um die Änderungen zu bestätigen, und kehren Sie dann zum Startfenster zurück, um sie anzuwenden. [CR] Klicken Sie auf OK, um zu bestätigen.

# #31112
source: Apply
de_de: Anwenden

# #31115
source: Forced Views
de_de: Erzwungene Ansichten

# #31116
source: Enable Forced Views
de_de: Aktieviere Erzwungene Ansichten

# #31129
source: Mouse Pointer Color
de_de: Maus Farbe

# #31130
source: Add-on dependencies
de_de: Add-On-Abhängigkeiten

# #31131
source: Show scrollbar
de_de: Bildlaufleiste anzeigen

# #31132
source: Page
de_de: Seite

# #31134
source: Animated backgrounds
de_de: Animierte Hintergründe

# #31135
source: Prefer RTL Layout (Right-To-Left)
de_de: Bevorzugen Sie RTL-Layout (von rechts nach links)

# #31136
source: Skin Menus
de_de: Skin Menüs

# #31138
source: Custom Shutdown Menu
de_de: Benutzerdefiniertes Menü zum Herunterfahren

# #31140
source: Same as Text color
de_de: Entspricht der Textfarbe

# #31142
source: Same as Skin Color
de_de: Entspricht der Hautfarbe

# #31145
source: Sorry, no Upcoming Concerts found for this artist.
de_de: Es tut uns leid, für diesen Künstler wurden keine bevorstehenden Konzerte gefunden.

# #31148
source: Most Loved Videos
de_de: Am meisten geliebte Videos

# #31149
source: Sorry, no Most Loved Videos found for this artist
de_de: Sorry, für diesen Künstler wurden keine Beliebtesten Videos gefunden

# #31150
source: Show Only Date and Time
de_de: Nur Datum und Uhrzeit anzeigen

# #31151
source: Use Tiles Layout (Eminence Style)
de_de: Kachellayout verwenden (Eminenzstil)

# #31152
source: Shutdown menu
de_de: Menü herunterfahren

# #31153
source: Prefer Original Titles instead of Titles in Movies and Episodes Library
de_de: Bevorzugen Sie Originaltitel anstelle von Titeln in der Film- und Episodenbibliothek

# #31154
source: Prefer Animated Posters (if available)
de_de: Bevorzugen Sie animierte Poster (falls verfügbar)

# #31155
source: Use Extra Fanart
de_de: Benutze Extra Fanart

# #31156
source: Side-menu icon
de_de: Nebenmenüsymbol

# #31157
source: Prefer Poster
de_de: Lieber Poster

# #31158
source: Custom Genre Icons
de_de: Benutzerdefinierte Genre-Symbole

# #31179
source: Next Episode:
de_de: Nächste Folge:

# #31180
source: Custom Weather Design
de_de: Benutzerdefiniert Wetter Design

# #31181
source: Fixed list
de_de: Feste Liste

# #31184
source: Customize visualization background
de_de: Passen Sie den Visualisierungshintergrund an

# #31500
source: Recently Added Movies
de_de: Kürzlich hinzugefügte Filme

# #31501
source: Random Movies
de_de: Zufällige Filme

# #31502
source: In Progress Movies
de_de: Laufende Filme

# #31503
source: Recently Added Episodes
de_de: Kürzlich hinzugefügte Folgen

# #31504
source: Random Episodes
de_de: Zufällige Folgen

# #31505
source: In Progress Episodes
de_de: Angefangene Folgen

# #31506
source: Recently Added Albums
de_de: Kürzlich hinzugefügte Alben

# #31507
source: Random Albums
de_de: Zufällige Alben

# #31508
source: Recommended Albums
de_de: Empfohlene Alben

# #31514
source: Default Static Image
de_de: Festes Standardbild

# #10002
source: Pictures
de_de: Bilder

# #10005
source: Music
de_de: Musik

# #10006
source: Movies
de_de: Filme

# #100061
source: TvShows
de_de: Serien

# #32022
source: Live Tv
de_de: Fernsehen

# #31957
source: Programs
de_de: Programme

# #13000
source: Settings
de_de: Optionen

# #1036
source: Favourites
de_de: Favorien

# #12600
source: Weather
de_de: Wetter

# #20389
source: Musicvideos
de_de: Musik Videos

# #31328
source: recentlyaddedmovies
de_de: neu hinzugefügte Filme

# #313281
source: recentlyaddedmovies
de_de: neu hinzugefügte Folgen
