Repository: nebulous42069/Omega
Catalog: omega/script.module.pvr.artwork/resources/language/resource.language.*/strings.po
Languages: de_de

# #32002
source: Lookup for artwork/metadata only for TV recordings
de_de: Suche nach Artwork/Metadaten nur für TV Aufnahmen

# #32003
source: Enable TMDB online scraper
de_de: TMDB Online Scraper aktivieren

# #32004
source: Use '|' as delimiter to enter multiple values
de_de: Benutze '|' als Trennzeichen für mehrere Werte

# #32005
source: Lookup for artwork in local databases/custom folders first
de_de: Zuerst in lokalen Datenbanken/Ordnern nach Artwork suchen

# #32006
source: Path to download folder
de_de: Pfad zum Download-Ordner

# #32007
source: Download artwork
de_de: Artwork herunterladen

# #32008
source: Fine Tuning
de_de: Feineinstellungen

# #32009
source: Use ', ' as delimiter to enter multiple values
de_de: Benutze ', ' als Trennzeichen für mehrere Werte

# #32010
source: Channels to ignore
de_de: Ignoriere Kanäle

# #32011
source: Titles to ignore
de_de: Ignoriere Titel

# #32012
source: Split title on character
de_de: Splitte Titel am Zeichen

# #32013
source: Characters to replace by space in title
de_de: Zeichen, die im Titel durch Leerzeichen ersetzt werden

# #32014
source: Characters to strip from title
de_de: Zeichen, die aus dem Titel entfernt werden

# #32015
source: unknown
de_de: unbekannt

# #32016
source: max. count of downloads (poster, fanart)
de_de: max. Anzahl Downloads (Poster, Fanart)

# #32017
source: Get additional Fanart from fanart.tv
de_de: Lade zusätzliche Fanart von fanart.tv

# #32018
source: Enable online scraper
de_de: Online Scraper aktivieren

# #32019
source: Lookup artwork in a custom folder
de_de: Nach Artwork im benutzerdefinierten Ordner suchen

# #32020
source: Path to custom folder
de_de: Pfad zum benutzerdefinierten Ordner

# #32021
source: No metadata and/or artwork found
de_de: Keine Metadaten oder Artwork gefunden

# #32022
source: Define Content
de_de: Inhalt festlegen

# #32024
source: Prefer Fanart from fanart.tv
de_de: Bevorzuge Fanart von fanart.tv

# #32025
source: Ignore Genres
de_de: Ignoriere Genres

# #32026
source: Skip news/weather/sports/commercials...
de_de: Ignoriere News/Wetter/Sport/Werbung...

# #32027
source: One or more filters are active for this item. Are you sure you want to proceed?
de_de: Ein oder mehrere Filter sind für diese Auswahl aktiv. Trotzdem fortfahren?

# #32028
source: Refresh - auto lookup
de_de: Aktualisieren - automatische Suche

# #32029
source: Refresh - manual lookup
de_de: Aktualisieren - manuelle Suche

# #32030
source: Remove channel from ignore list
de_de: Kanal von Ausschlussliste entfernen

# #32031
source: Add channel to ignore list
de_de: Kanal zur Ausschlussliste hinzufügen

# #32032
source: Remove title from ignore list
de_de: Titel von Ausschlussliste entfernen

# #32033
source: Add title to ignore list
de_de: Titel zur Ausschlussliste hinzufügen

# #32034
source: Module settings
de_de: Modul Einstellungen

# #32035
source: Settings for PVR artwork
de_de: Einstellungen für PVR Artwork

# #32036
source: Change artwork
de_de: Artwork ändern

# #32037
source: Continuing
de_de: wird fortgesetzt

# #32038
source: Ended
de_de: Beendet

# #32039
source: Returning
de_de: Wiederholung

# #32040
source: Released
de_de: Erstaufführung

# #32041
source: Is the selected PVR title '%s' a Movie or TV Show?
de_de: Ist der ausgewählte PVR Titel '%s' ein Film oder eine Serie?

# #32042
source: Movie
de_de: Film

# #32043
source: TV Show
de_de: Serie

# #32044
source: Log lookup results in debug log
de_de: Logge Suchergebnisse im Debug Log

# #32045
source: Canceled
de_de: Abgesetzt

# #32046
source: Remove genre from ignore list
de_de: Genre von Ausschlussliste entfernen

# #32047
source: Add genre to ignore list
de_de: Genre zur Ausschlussliste hinzufügen

# #32048
source: Maintenance
de_de: Wartung

# #32049
source: Delete Artwork Module Entries from Cache
de_de: Einträge aus dem Cache entfernen

# #32050
source: Delete local Artwork
de_de: lokal gespeicherte Artwork entfernen

# #32051
source: Entries of PVR Artwork Module removed
de_de: Einträge des PVR Artwork Modules entfernt

# #32052
source: API Keys / Maintenance
de_de: API Keys / Wartung

# #32053
source: Necessary API Keys
de_de: Erforderliche API Keys

# #32055
source: Store Items in Cache for
de_de: Speichern der Einträge im Cache für

# #32056
source: 90 Days
de_de: 90 Tage

# #32057
source: 180 Days
de_de: 180 Tage

# #32058
source: 360 Days
de_de: 360 Tage

# #32059
source: This will remove all downloaded Artwork from '%s' Folder! Do you want to continue?
de_de: Es werden alle heruntergeladene Artwork aus dem Ordner '%s' gelöscht! Möchtest Du fortfahren?

# #32065
source: PVR Artwork Module...
de_de: PVR Artwork Modul...

# #32070
source: %s Folders deleted
de_de: %s Verzeichnisse gelöscht

# #32071
source: Delete Folders
de_de: Lösche Verzeichnisse

# #32102
source: Search for Artwork and/or Metadata only for TV recordings.
de_de: Nur für Aufzeichnungen nach Artwork und/oder Metadaten suchen.

# #32103
source: Search online using the TMDB. This requires a valid TMDB API key otherwise the online search will be skipped.
de_de: Online-Suche über die TMDB. Dazu ist ein gültiger TMDB-API-Schlüssel erforderlich, andernfalls wird die Online-Suche übersprungen.

# #32104
source: Split titles on this char(s) starts from right. Note that only the first part of the title will be used for searching. Separate multiple spilt chars with pipe '|'
de_de: Abtrennen des Titels an diese(m) Zeichen beginnend von hinten. Es wird nur der vordere Teil des Titels für die Suche benutzt. Trenne mehrere Zeichen mit der Pipe '|'

# #32105
source: Search at first in local movie and tv show databases and local folders. Previous downloaded files in the download folder are included.
de_de: Durchsuche zuerst die Film- und Seriendatenbanken sowie lokale Verzeichnisse. Bereits heruntergeladene Dateien im Download-Ordner werden mit einbezogen.

# #32106
source: Define a path to the download folder. This can also be a network path that can be shared with other clients. The default path points to the addon_data folder.
de_de: Setze einen Pfad zum Download-Ordner. Dieser kann auch ein Netzwerk-Pfad sein, der mit anderen Clients geteilt werden kann. Standardpfad ist ein Ordner im addon_data Verzeichnis.

# #32107
source: Saves online artwork in a special download folder.
de_de: Speichert Online-Artwork in einem speziellen Download Ordner.

# #32110
source: Define PVR channel names to ignored here (news channels, advertisement, home shopping etc.). Comma separated.
de_de: Spezifiziere Sendernamen, die von der Suche ausgeschlossen werden sollen (Nachrichten Kanäle, Werbung, Home Shopping usw.). Komma getrennt.

# #32111
source: Define broadcast titles to ignored here (news, advertisement, documentation etc.). Comma separated.
de_de: Spezifiziere Sendungen, die von der Suche ausgeschlossen werden sollen (Nachrichten, Werbung, Dokumentationen usw.). Komma getrennt.

# #32113
source: Replace this char(s) by space. Separate multiple chars with pipe '|'
de_de: Ersetze diese(s) Zeichen mit einem Leerzeichen. Trenne mehrere Zeichen mit der Pipe '|'

# #32114
source: Remove this char(s) or string(s) from titles. Separate multiple chars/strings with pipe '|'
de_de: Entferne diese(s) Zeichen oder Zeichenkette(n) aus dem Titel. Trenne mehrere Zeichen mit der Pipe '|'

# #32116
source: Maximum downloads for Poster and fanarts.
de_de: maximale Anzahl von Downloads für Poster und Fanart.

# #32117
source: Get additional Fanart using fanart.tv. This requires a valid API key from fanart.tv otherwise the online search will be skipped.
de_de: Lade zusätzliche Fanart von fanart.tv. Dazu ist ein gültiger API-Schlüssel von fanart.tv erforderlich, andernfalls wird die Online-Suche übersprungen.

# #32123
source: Your personal API key. If you don't own a key, request one on the website of fanart.tv. Without a personal key it's not possible to download additional artwork from fanart.tv.
de_de: Dein persönlicher API Schlüssel. Ein Schlüssel lässt sich nach Registrierung auf fanart.tv anfordern. Ohne Schlüssel ist es nicht möglich, zusätzliche Artwork herunter zu laden.

# #32125
source: Define special genres to ignored here (sports, news, game shows etc.). Comma separated.
de_de: Spezifiziere spezielle Genres, die von der Suche ausgeschlossen werden (Sport, Nachrichten, Spielshows usw.). Komma getrennt.

# #32126
source: Ignore common genres like news, weather, sports, advertisement, shopping etc. This needs a correct tagged EPG from your EPG provider.
de_de: Ignoriere vordefinierte Genres wie Nachrichten, Wetter, Werbung, Shopping usw. Dazu ist ein korrekt getaggtes EPG seitens des Anbieters erforderlich.

# #32144
source: Log search results in debug log using formatted output. May significant increase the size of the log.
de_de: Logge Suchergebnisse formatiert im Debug Log. Kann die Größe des Logfiles signifikant erhöhen.

# #32149
source: Remove all entries of PVR Artwork Module with the current Module Index from SimpleCache Database.
de_de: Entfernt all Einträge des PVR Artwork Modules mit dem aktuellen Modul Index aus der SimpleCache Datenbank.

# #32150
source: Remove all Artwork Folders from local Download Directory of PVR Artwork Module.
de_de: Entfernt alle Artwork Ordner aus dem Download Verzeichnis des PVR Artwork Modules.

# #32153
source: Your personal API key. If you don't own a key, request one on the website of the TMDB (www.tmdb.org). Without a personal key a search using the TMDB option is not possible.
de_de: Dein persönlicher API-Schlüssel. Ein Schlüssel lässt sich nach der Registrierung auf www.tmdb.org anfordern. Ohne API-Schlüssel ist eine Nutzung der TMDB nicht möglich.

# #32154
source: Your personal API key. If you don't own a key, request one on the website of fanart.tv. Without a personal key it's not possible to download additional artwork from fanart.tv.
de_de: Dein persönlicher API Schlüssel. Ein Schlüssel lässt sich nach Registrierung auf fanart.tv anfordern. Ohne Schlüssel ist es nicht möglich, zusätzliche Artwork herunter zu laden.

# #32155
source: Maximum lifetime for data stored (and used) within a cache. If you want to refresh data earlier, use 'update artwork manual' of the addon settings within the context menu.
de_de: Maximale Lebensdauer der Daten, die im Cache gespeichert werden. Sollen diese Daten eher aktualisiert werden, ist eine manuelle Aktualisierung über die Addon Einstellungen im Kontextmenü erforderlich.
